;
; If you want to help translate Listary, please visit http://www.listary.com/languages
; Send an email to support@listary.com if you have any questions

[Info]
;Language name in your own language e.g. Deutsch
Language=Հայերեն
;Language name in English e.g. German
LanguageEn=Armenian

LanguageFileFormat=1

;Note to translators:
;Please keep escape sequences like $1, $2, \n, \t, %d, %s, %% unchanged
[Strings]
;Common UI
21001=(դատարկ)
21027=ԼԱՎ
21028=Չեղարկել
21029=Փակել

;Words - simple words can be reused
150=Չկա
151=Կիրառել
152=Թղթապանակը
153=Ֆայլը
154=Անունը
155=Ճ-ը
156=Անունը.
157=Կարճուղին.
158=Ճ-ը.
159=Ետակայել
160=Կարճուղի
161=Խմբագրել
162=Թեմա
163=Արտահանել
;164=Tip
165=Օրինակ.
166=Պարամետր
167=Անհատական

;Global
602=Listary-ի ընտրանքները

;Balloon
801=Listary-ին աշխատում է խորապատկերում։
802=Փնտրել ինչպես նշված է
803=Փնտրել ինչպես նշված է ժամանակավորապես անջատված է այս ցանկի համար։ Սեղմեք ESC՝ վերականգնելու համար։

;Tray Menu
1001=Առցանց օգնություն
1002=Ստուգել թարմացումները...
1003=Ծրագրի մասին
1004=Փակել

;Toolbar
1100=Փնտրել

;Favorite Menu
2000=Ընտրյալ
2001=Այս ծրագիրը
2002=Հիմնական
2003=Ավելացնել այստեղ
2004=Ավելացնել ընթացիկ թղթապանակը Ընտրյալներին
2050=Հնարավոր չեղավ ավելացնել ընտրյալներին
2051=Listary-ին չկարողացավ ստանալ ճ-ը այս ծրագրից

;Recent Menu
2100=Վերջինը
2101=Մաքրել
2105=Հետևել այս ծրագրին
2106=Չհետևել այս ծրագրին

;Commands Menu
2201=Բաց թղթապանակները
2202=Անցնել վերջին բացված թղթապանակին Ֆայլի Կառավարիչում
2203=Բացել ընտրած ֆայլը Ֆայլի կառավարիչում
2204=Դիտել ընթացիկ թղթապանակը
2205=Հրամանի տողը
2206=Անցնել ծրագրի թղթապանակին
2207=Դիտել ծրագրի թղթապանակը
2208=Ցուցադրել ֆայլի ընդլայնումը
2209=Ցուցադրել թաքցված ֆայլերը և թղթապանակները
2210=Պատճենել թղթապանակի ճ-ը մեկուսաշրջույթ
2211=Պատճենել ընտրված բաղադրիչների ճ-ը մեկուսաշրջույթ
2212=Պատճենել ընտրված բաղադրիչների ցուցադրվող անունները մեկուսաշրջույթ
2213=Ընտրանքները
2214=Նորացնել Pro տարբերակի
2215=Արտահանել Ցուցակի Պարունակությունը Excel-ում
2216=Անջատել Listary-ին այս ծրագրի համար
2218=Տարանջատիչ
2219=Մեկ մակարդակ վեր
2220=Ստեղծել Թղթապանակ
2252=Անջատե՞լ Listary-ին այս ծրագրի համար։
2253=Անջատել Listary-ին
2254=Listary-ին այլևս չի ցուցադրվի այս ծրագիրը հաջորդ անգամ բացելիս։
2260=Հրամանի տողը (Ադմին)
2261=Ավելացնել տվյալ թղթապանակը որպես նախագիծ

; Export to Excel command
2270=Կներեք այս ցուցակը հասանելի չէ
2271=Ընթացքում է...
2272=Պահպանումը չհաջողվեց, խնդրում ենք ստուգել երբ ֆայլը բացված է

;Search
2300=Ցանկը
2301=Անցնել՝
2302=Ոչինչ չի գտնվել։
2303=(ընթացիկ թղթապանակը)
2304=Նախագիծը
2305=Համատեքստի ցանկը

;Options > General
3000=Գլխավորը
3001=Բացել Listary-ին Windows-ի հետ 
3002=Կենտրոնանալ Windows XP Explorer-ի ֆայլերի ցանկին
3004=Արագ անցում (բացում է գործող պատուհանը ֆայլի երկխոսության պատուհանում՝ ֆայլի կառավարիչից անցում կատարելիս)
3005=Լեզուն.
3006=Հիմնական Ֆայլի կառավարիչը
3007=Լրացրեք այս դաշտերը, եթե Windows Explorer-ի փոխարեն գերադասում եք ֆայլային այլ կառավարիչ։\nՕգտագործեք %1 ցուցիչը՝ ճ-ի համար։ Չմոռանաք չակերտները։
3008=Ոչ ճիշտ համադրում
3009=Ինքնաշխատ ստուգել թարմացումները
3010=Ստուգել նոր բետա տարբերակները
3011=Reset Tips
3012=Please change "Path" to the real path of $1 on your system.
3020=Գործիք, որը անջատում է փնտրել ինչպես գրել եք հատկությունը ընթացիկ ցանկի համար (սեղմեք ESC՝ վերականգնելու համար).

;Options > Favorites
3100=Ընտրյալները
3106=Ենթաընտրացանկ

;Options > Keywords
3300=Հիմնաբառերը
3306=Հավելել սեփական հրաման
3309=Հրամանը
3313=Ցուցադրել անունը.
3314=Նկարագրությունը.
3315=Հիմնաբառը.
3316=Լուռ
3317=Բացել որպես Ադմին
3318=Batch Add
3319=Աշխատանքյաին տեղադրավայրը.
3320=Ցուցադրել միայն մեկնարկչում
3330=Ձևաչափը.

;Options > Applications
3402=Միացնել Listary-ին ծրագրի համար
3403=Հետևել վերջին ֆայլերին և թղթապանակներին

;Options > Display
3603=Ըստ ցանկի
3604=Ըստ պատուհանի
3605=Վերևից
3606=Ներքևից
3607=Ձախից
3608=Աջից
3618=Պատուհանի վերևից
3619=Պատուհանի ներքևից
3620=Ըստ մոնիտորի
3621=Պատուհանի կենտրոնը
3624=Դատարկ տեղում կրկնակի սեղմեք՝ Listary-ին ակտիվացնելու համար
3625=Կանչեք Listary-ին մկնիկի միջին ստեղնով
3626=Միացենլ Listary դյուրանցումները
3628=Գործիքների դիրքը
3629=Փնտրել ինչպես գրված է

;Options > Pro
3800=Նորացնել Listary Pro-ի
3802=Անունը.
3803=Էլ. փոստը.
3804=Գրանցման բանալին.
3808=Տեղադրել մեկուսաշրջույթից
3809=Ստուգել գրանցման բանալին
3810=Շնորհավորում ենք, դուք հաջողությամբ բարձրացրել եք Listary Pro-ի։
3811=Գրանցման բանալին սխալ է։
3812=Listary-ին ազատ է ոչ առևտրային օգտագործման համար։
3813=Եթե ցանկանում եք օգտագործել Listary-ին առևտրային նպատակներով կամ եթե ցանկանում եք աջակցել Listary-ի զարգացման գործին, վճարեք Listary Pro-ի արտոնագրի համար։
3814=Ստացեք Listary Pro-ն

;Options > About
3900=Ծրագրի մասին
3902=Վեբ կայքը
3903=Արտոնված է առ՝

;Options > Integration
4000=Ինտեգրումը
4002=Ֆայլերի երկխոսությունների համար օգտ. Total Commander-ը.

;Custom Command Dialog
4200=Ընտրված հրաման
4202=Ցուցիչը.
4210=Ստեղծել Տեքստային ֆայլեր (օրինակ)
4211=Ստեղծել "{query}.txt"
4212=Օրինակ՝ մուտքագրեք "txt abc"՝ խմբագրելու համար "abc.txt" Notepad-ում

;Add Favorite Dialog
4300=Ավելացնել ընտրյալներին
4301=Օգտ. ճ-ը

;Menu List
4400=Ընտրացանկը
4401=Գործիքները
4402=Հայտնվող ընտրացանկը
4403=Ընտրյալ
4404=Ընտրված ծրագիրը
4405=Total Commander-ի թղթապանակների ընտրացանկը
4406=Վերջինները
4407=Հրամանները
4408=Փորձեք մկնիկի ձախ սեղմամբ
4409=Փորձեք մկնիկի աջ սեղմամբ

;Menu List Item Type
4500=Ընտրյալ թղթապանակը
4501=Ընտրյալ փաստաթուղթը
4502=Բացել ծրագիրը

;Options > Menus
5000=Ընտրացանկեր
5001=Հրամաններ
5002=Ետարկել ընտրացանկը
5003=Ետարկե՞լ բոլոր ընտրացանկերը։ Ընտրյալները և հրամանները չեն կորսվի։
5010=Փոխել պատկերակը
5011=Վերականգնել ծրագրային պատկերակը

;Options > Hotkeys
5200=Կարճուղիներ
3503=Ցուցադրել Listary-ի գործիքները.
3504=Ցուցադրել հայտնվող ընտրացանկը.
5201=Կրկնակի սեղմեք Ctrl ցուցադրելու/թաքցնելու Listary-ին
5210=Հաջորդը.
5211=Նախորդ.


;Options > By Application
5300=Կարգավորումներ
5301=Գամված ճ-ներ
5302=Ցուցադրված են ոչ ստանդարտ տեղակայումներով ծրագրերը։

;Options > Index
;Removed: 5402 5403
5404=Բացառել պնակային որոնումը
5410=Բացառել պնակը կամ թղթապանակը
5411=Ավելացնել բացառության ֆիլտր
5412=Հեռացնել ընտրված գրառումը
5413=Որոնում պնակում
5416=Անջատել որոնումը պնակում
5417=Վերաինդեքսավորել
5418=Բացվում է...
5419=Ցուցակ
5420=NTFS հատորներ
5421=Հարմարեցված ցուցակի տեղը
5422=Բացառության սխալ
5423=Բացառության զտիչներ
5430=Ավելացնել հարմարեցված տեղը ցուցակին
5440=Թարմացնել ցուցակը ամեն $1 րոպե (0՝ անջատելու համար)
5441=Թարմացնել ցուցակը


;Options > History
5500=Պատմությունը
5501=Պահել ֆայլի և թղթապանակի բացման պատմությունը
5502=Մաքրել պատմությունը
5503=Ջնջե՞լ պատմության գրառումները։
3208=Ինքնաշխատ ընտրել բացված վերջին ֆայլը ֆայլերի բացման պատուհանում
3215=Որոնել վերջին ֆայլերը և թղթապանակները
5510=Բացառել պատմությունը

;Options > Projects
5600=Նախագծերը
5601=Հիմնաբառը
5602=Ի՞նչ է սա
5603=Օրինակ՝ եթե ավելացնեք "D:\Websites\My Blog"-ը որպես նախագիծ "blog" հիմնաբառով, ապա "blog file_to_find.html" գրելիս կգտնվեն նրանում առկա ֆայլերը և թղթապանակները։
5605=Նորացրեք Listary Pro-ի՝ նախագծերը օգտագործելու համար։

;Options > Appearance
5700=Տեսքը
5701=Չափը
5702=Նորմալ 
5703=Փոքր
5710=(փիքսել։ 0 - ծրագրայինը)
5711=Լայն-ը.
5712=Առավ. բարձր-ը.

;Options > Launch Apps
5800=Բացել ծրագրեր
5801=Փնտրել թղթապանակներ
5802=Որոնել Windows Store-ում հավելվածներ

;Options > Search
5901=Զտիչներ
5902=Գրեք "keyword:search query" կամ "search query keyword:"՝ որոնման զտիչ կիրառելու համար
5910=Փնտրել՝
5911=Փնտրել՝
5912=Հավելումներ.

;Options > Actions
6000=Գործողություններ
6001=Ավելացնել անհատական գործողություն
6010=Բացել Notepad-ով (Օրինակ)

;Dialog > Add Exclude Filter
6100=Հավելել Բացառման ֆիլտր
6101=* համապատասխանում է զրո կամ ավելի նիշերի
6102=? համապատասխանում է մեկ նշանի
6103=Ֆիլտրը.

;Dialog > Register Hotkey
6200=Listary-ի կարճուղի
6201=$1 կարճուղին օգտագործում է այլ ծրագիր։
6202=Որոշեք նորը.

;Dialog > Upgrade to Pro
6301=Սա PRO ֆունկցիա է, պատվիրեք այստեղ անվճար փոձնական տարբերակ:
6302=Շարունակել

;Updates
6400=Listary-ի թարմացում
6402=Listary-ին չի կարող ստուգել թարմացումները հիմա։ Փորձեք ավելի ուշ։
6403=Դուք օգտագործում եք Listary-ի վերջին տարբերակը։
6404=Հասանելի է $1-ի նոր տարբերակը։
6405=Տեղակայված տարբերակը.
6406=Վերջին տարբերակը.
6407=Բացել բեռնումների էջը
6408=Բաց թողնել այս տարբերակը
6409=Հիշեցնել ավելի ուշ

; Parameter tips
6500=You can use the following variables in parameter:
6510=Search query
6511=Որոնման արդյունքի ուղին
6512=Parent folder of search result
6513=Current folder path in Explorer

;UI
8000=Սեղմեք՝ կարճուղին ընտրելու համար
8001=Սեղմեք կարճուղին

;Tips
8500=Սեղմեք $1 միացնելու համար մեկնարկչի ռեժիմը
8501=Press $1 to enter Actions menu
8502=Press $1 to search only files

;Actions
9000=Գործողությունը
9001=Բացել թղթապանակը
9002=Պատճենել ճ-ը մեկուսաշրջույթում
9003=Բացել
9004=Պատճենել թղթապանակի ճ-ը մեկուսաշրջույթ
9005=Պատճենել ընթացիկ թղթապանակ
9006=Տեղափոխել ընթացիկ թղթապանակ
9007=Պատճենել
9008=Կտրել
9009=Ուղարկել
9010=Սահմանել հիմնաբառ
9011=Բացել որպես
9020=Տեղափոխե՞լ "$1"-ը "$2"։
9021=Ընտրել այլ հավելված

;Tutorial
7000=Ձեռնարկ
7001=Փորձեք
7002=Հաջորդը »»
7003=Ոչ
7004=Պատրաստ է
7005=Սեղմեք *Հաջորդը»*, երբ պատրաստ լինեք

7010=Կարծես առաջին անգամ եք բացում Listary-ին։ Ցանկանու՞մ եք անցնել արագ էքսկուրս:

7020=Նախ կբացվի Explorer-ի պատուհանը։

7030=Explorer-ում կարող եք նշել այն, ինչ ցանկանում եք։
7031=Տեքստ *text 2*

7040=*Tab / Վեր / Վար.* Ընտրեք ֆայլը կամ թղթապանակը
7041=*Enter:* Բացել ֆայլը կամ թղթապանակը
7042=*ESC:* Թաքցնել Listary-ի գործիքները

7090=Եթե նախընտրում եք մկնիկը, ապա կարող եք օգտագործել մկնիկի կրկնակի սեղմում կամ միջին ստեղնը՝ մուտք գործելու համար Listary։
7091=Explorer-ի աջ վահանակում կրկնակի սեղմեք ցանկացած դատարկ դաշտում։

7100=Որպեսզի որոնեք ձեր բոլոր հավելվածները և ֆայլերը ամեն ժամանակ 2 անգամ սեղմեք Ctrl:
7101=Սեղմեք *Ctrl2 անգամ*
7102=Գրեք *Notepad*
7103=Սեղմեք Enter՝ բացելու համար

7110=Այժմ պետք է բաց լինի Notepad-ի պատուհանը։
7111=Notepad-ում սեղմեք File ցանկը > Open…
7112=Սեղմեք *Ctrl + G*

7120=Listary has just let this Open dialog navigate to the current folder in Explorer!

7130=There are many other features of Listary like favorites, history and commands. For more details, check Listary Options via the tray icon.

7141=Շնորհակալություն ծրագրիը փորձելու համար։ Սեղմեք հետևյալ հղումը՝ Listary-ի հնարավորություններին մանրամասն ծանոթանալու համար։
7142=Տեղեկություններ Listary-ի մասին

